export default {
    S02001 : `以下のパスワードポリシーに違反しています。
    ・8文字以上20文字以下
    ・英数字と記号（!#%&'/=~\`*+?{}^$-|.）
    ・英字、数字、記号それぞれ1文字以上含む`,
    S02002 : "新しいパスワードが一致しません。",
    S02003 : "氏名は必須項目です。",
    S02004 : "カナは必須項目です。",
    S02005 : "カナ入力欄には全角カナを入力してください。",
    S02006 : "生年月日はYYYY/MM/DDのフォーマットで入力してください。",
    S02007 : "電話番号1は必須項目です。",
    S02008 : "電話番号は半角数字で入力してください。",
    S02009 : "メールアドレスは半角で入力してください。",
    S02010 : "郵便番号は半角数字で入力してください。",
    S02011 : "ファイルの総容量が100MBを超えています。",
    S02012 : "所属は必須項目です。",
}